import React,{ Component } from 'react';
import QQImage from './../../images/qq.jpg';
class NewLiftCycle extends Component {
    render() {
        return (
            <div>
                <img style={{ width: 100,height: 100, float: 'left'}} src={ QQImage } />
                新的生命周期函数新的生命周期函数新的生命周期函数新的生命周期函数新的生命周期
                函数新的生命周期函数新的生命周期函数新的生命周期函数新的生命周期函数新的生命
                周期函数新的生命周期函数新的生命周期函数新的生命周期函数新的生命周期函数新的生命周
                期函数新的生命周期函数新的生命周期函数新的生命周期函数新的生命周期函数新的生命周期函
                数新的生命周期函数新的生命周期函数新的生命周期函数新的生命周期函数
                函数新的生命周期函数新的生命周期函数新的生命周期函数新的生命周期函数新的生命
                周期函数新的生命周期函数新的生命周期函数新的生命周期函数新的生命周期函数新的生命周
                期函数新的生命周期函数新的生命周期函数新的生命周期函数新的生命周期函数新的生命周期函
                数新的生命周期函数新的生命周期函数新的生命周期函数新的生命周期函数
            </div>
        )
    }
}
export default NewLiftCycle;